maplehelper/soapResource/GetCharacterInfoByAccountID.xml

<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetCharacterInfoByAccountID xmlns="http://gnxsoap.nexon.com/soap/">
      <AccountID>18948432</AccountID>
    </GetCharacterInfoByAccountID>
  </soap:Body>
</soap:Envelope>